---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeffn2
source: html/1a70967c-2d0b-c5a0-60e6-a7cd079f6d61.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeffn2 Property

"Thermal Expansion Coefficient 2"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamExpCoeffn2 { get; }
```